[{"url": "https://www.cdc.gov/salmonella/typhimurium-02-21/index.html", "date_of_publication": "not done atm", "headline": "Salmonella Outbreak Linked to Small Turtles", "maintext": "Posted February 23, 2021, , Pet turtles can carry Salmonella germs in their droppings even if they look healthy and clean. These germs can easily spread to their bodies, tank water, and anything in the area where they live and roam., You can get sick from touching your turtle or anything in its environment and then touching your mouth and swallowing Salmonella germs., Always take these steps to stay healthy around your pet turtle:, If you are thinking of getting a pet turtle:, Call your healthcare provider right away if you have any of these severe Salmonella symptoms:, Sign up for RSS Feed,  ", "report": []}, {"url": "https://www.cdc.gov/listeria/outbreaks/hispanic-soft-cheese-02-21/index.html", "date_of_publication": "not done atm", "headline": "Listeria Outbreak Linked to Hispanic-Style Fresh and Soft Cheeses", "maintext": "Posted March 1, 2021, Queso fresco, El Abuelito queso fresco, On February 27, El Abuelito Cheese Inc. recalled quesillo and requeson cheesesexternal icon, in addition to the previously recalled queso fresco cheesesexternal icon. These cheeses were made or packed at the same facility as the contaminated queso fresco., Sign up for RSS Feed,  ", "report": []}, {"url": "https://www.cdc.gov/coronavirus/2019-ncov/index.html", "date_of_publication": "not done atm", "headline": "Coronavirus Disease 2019 (COVID-19)", "maintext": "People who are fully vaccinated can start to do some things they stopped doing because of the pandemic., People who are fully vaccinated can start to do some things they stopped doing because of the pandemic., , , , , Health equity is when everyone has the opportunity to be as healthy as possible., Get email updates about COVID-19, Español, 繁體中文, Tiếng Việt, 한국어, Tagalog, Русский, العربية, Kreyòl Ayisyen, Français, Polski, Português, Italiano, Deutsch, 日本語, فارسی, English", "report": []}, {"url": "https://www.cdc.gov/campylobacter/outbreaks/puppies-12-19/index.html", "date_of_publication": "not done atm", "headline": "Outbreak of Multidrug-resistant Campylobacter Infections Linked to Contact with Pet Store Puppies", "maintext": "[Published on December 17, 2019 at 5:00 PM ET, CDC and public health officials in several states are investigating a multistate outbreak of multidrug-resistant Campylobacter jejuni infections linked to puppies purchased from pet stores., , , Puppies and dogs can carry Campylobacter germs that can make people sick, even while appearing healthy and clean. People who own or come in contact with puppies or dogs should take steps to stay healthy around their pet., Always wash your hands thoroughly with soap and water after touching your puppy or dog, after handling their food, and after cleaning up after them., Within a few days after getting a new puppy or dog, take it to a veterinarian for a health check-up., Puppies and dogs can carry Campylobacter germs that can make people sick, even while appearing healthy and clean. People who handle puppies or dogs should take steps to stay healthy around these animals., Ask store management for training about handwashing, clean-up procedures, and other illness prevention measures., Wash your hands with soap and water after handling puppies or dogs., Eat and store your food safely., Clean up messes safely., Follow store protocols for identifying and reporting sick or injured animals., Let your employer know if you or other employees become ill, especially with diarrhea or vomiting., Practice responsible use of antibiotics in pet stores., , CDC and public health officials in several states are investigating a multistate outbreak of multidrug-resistant human Campylobacter jejuni infections linked to contact with puppies from pet stores., Public health investigators are using the PulseNet system to identify illnesses that may be part of this outbreak. PulseNet is the national subtyping network of public health and food regulatory agency laboratories coordinated by CDC. DNA fingerprinting is performed on Campylobacter bacteria isolated from ill people by using a standardized laboratory and data analysis method called whole genome sequencing (WGS). CDC PulseNet manages a national database of these sequences that are used to identify possible outbreaks. WGS gives investigators detailed information about the bacteria causing illness. In this investigation, WGS showed that bacteria from people infected with Campylobacter were related genetically to each other. This means that people in the outbreak are more likely to share a common source of infection. WGS also showed that bacteria from people infected with Campylobacter in the current outbreak are related genetically to a 2016–2018 outbreak of multidrug-resistant Campylobacter infections linked to pet store puppies., As of December 17, 2019, a total of 30 people infected with Campylobacter have been reported from 13 states. A list of the states and the number of confirmed cases in each state can be found on the Map of Reported Cases page., Illnesses started on dates ranging from January 6, 2019, through November 10, 2019. Ill people range in age from 8 months to 70 years, with a median age of 34; 52% of ill people are female. Of 26 people with information available, 4 hospitalizations have been reported. No deaths have been reported., Illnesses might not yet be reported due to the time it takes between when a person becomes ill and when the illness is reported., WGS analysis of 26 isolates from ill people predicted antibiotic resistance to tetracycline (26 isolates), ciprofloxacin (25), nalidixic acid (25), azithromycin (23), erythromycin (23), clindamycin (23), telithromycin (23), and gentamicin (18). Testing of one outbreak isolate using standard antibiotic susceptibility testing methods by CDC’s National Antimicrobial Resistance Monitoring System (NARMS) laboratory confirmed these results., Epidemiologic and laboratory evidence indicate that puppies purchased from pet stores are the likely source of this outbreak. Many of the cases had contact with puppies or were employees at pet stores, including Petland., CDC included ill people in this outbreak if, In interviews, ill people answered questions about dog, puppy, and other exposures they had in the week before they became ill. Of 24 people interviewed, 21 (88%) reported contact with a puppy in the week before illness started, and 15 (71%) of those 21 people reported contact with a puppy from a pet store. When asked about the specific pet store, 12 (80%) of those 15 people reported either having contact with a puppy or working at a Petland store., Investigators reported eight more ill people who had contact with a puppy at Petland and had a diagnostic test showing they were infected with Campylobacter bacteria. However, CDC did not include these people in the outbreak case count because no bacterial samples were available for WGS. Public health investigators use WGS to identify illnesses that are part of multistate outbreaks., A single, common supplier of puppies has not been identified. This investigation is ongoing. CDC will provide updates if more information becomes available., Previous Updates &gt;&gt;", "report": []}, {"url": "https://www.cdc.gov/tobacco/basic_information/e-cigarettes/severe-lung-disease.html", "date_of_publication": "not done atm", "headline": "Outbreak of Lung Injury Associated with the Use of E-Cigarette, or Vaping, Products", "maintext": "CDC, the U.S. Food and Drug Administration (FDA), state and local health departments, and other clinical and public health partners are investigating a national outbreak of e-cigarette, or vaping, product use-associated lung injury (EVALI)., calendar alt icon Updated February 25, 2020, at 1:00 PM EST, CDC will continue to update guidance related to EVALI as appropriate., About the Outbreak:, If you have questions about CDC’s investigation into the lung injuries associated with use of e-cigarette, or vaping, products, contact CDC-INFO or call 1-800-232-4636., , For more information and resources for key stakeholders, visit For Healthcare Providers and For State and Local Health Departments. General resources are also available., To receive email updates about Smoking &amp; Tobacco Use, enter your email address:", "report": []}, {"url": "https://www.cdc.gov/brucellosis/exposure/drug-resistant-brucellosis-linked-raw-milk.html", "date_of_publication": "not done atm", "headline": "unknown", "maintext": "", "report": []}, {"url": "https://www.cdc.gov/measles/cases-outbreaks.html", "date_of_publication": "not done atm", "headline": "Measles Cases and Outbreaks", "maintext": "CDC updates this page monthly., As of March 5, 2021, there have been no measles cases reported in the U.S., From January 1 to December 31, 2020, 13 individual cases of measles were confirmed in 8 jurisdictions.*, *Jurisdictions refer to any of the 50 states, New York City, and the District of Columbia., 2010-2020*(as of December 31, 2020), *Case count is preliminary and subject to change., Make sure you are vaccinated against measles before traveling internationally., In a given year, more measles cases can occur for any of the following reasons:, For specific information on measles cases in recent years please see the following reports:, Protect Families &amp; Communities with MMR Vaccine pdf icon[1 page, 508], To receive email updates about this page, enter your email address:", "report": []}, {"url": "https://www.cdc.gov/hepatitis/outbreaks/2017March-HepatitisA.htm", "date_of_publication": "not done atm", "headline": "Widespread outbreaks of hepatitis A across the U.S.", "maintext": "When hearing about hepatitis A, many people think about contaminated food and water. However, in the United States, hepatitis A is more commonly spread from person to person. Since March 2017, CDC’s Division of Viral Hepatitis (DVH) has been assisting multiple state and local health departments with hepatitis A outbreaks, spread through person-to-person contact., The hepatitis A vaccine is the best way to prevent HAV infection , CDC has provided outbreak-specific considerations for hepatitis A vaccine administration and has updated its overall recommendations on the prevention of hepatitis A virus infection in the United States., Since the outbreaks were first identified in 2016, 35 states have publicly reported the following as of March 5, 2021, , The risk for person-to-person transmission of HAV continues during the COVID-19 pandemic. The hepatitis A vaccine is the best way to prevent HAV infection. People at risk for acquiring HAV infection or developing serious complications from HAV infection during the current hepatitis A outbreaks should be prioritized to receive the hepatitis A vaccine as soon as it is possible to do so safely., , , NR: not publicly reported, In response to all hepatitis outbreaks, CDC provides ongoing epidemiology and laboratory support as well as support on vaccine supply and vaccine policy development. When requested, CDC sends “disease detectives” to affected areas to evaluate and assist in an outbreak response. CDC alerts other public health jurisdictions of any increases in disease. All jurisdictions are encouraged to be watchful for increases in hepatitis A cases. CDC also works with state and local health officials to ensure hepatitis A vaccine is targeted to the correct at-risk populations and that supply is adequate., Postexposure prophylaxis (PEP) is recommended for unvaccinated people who have been exposed to hepatitis A virus (HAV) in the last 2 weeks; those with evidence of previous vaccination do not require PEP., PEP consists of:, PEP Recommendations:, NOTE: CDC recommends that all children be vaccinated against hepatitis A at age 1 year. Parents or caregivers who are unsure if a child has been vaccinated should consult the child’s health-care provider to confirm vaccination status., State health departments wanting to submit specimens must contact CDC at hepaoutbreaklab@cdc.gov for approval before shipping specimens to CDC.  Only specimens that that have tested positive for anti-hepatitis A IgM and meet any of the following criteria will be considered., Dear Colleague Letter pdf icon[PDF – 6 MB] from CDC Division of Viral Hepatitis Director regarding Submission of Patient Specimens to CDC for Hepatitis A Testing., CDC is developing educational materials to support the outbreak at the state and local levels. Most materials include an area where local information can be inserted. Your organization’s contact information can be typed into the blue colored rectangle. To upload your logo, click on the white space below the blue colored rectangle. In the pop-up box, select browse and upload a PDF version of your logo., Fact Sheets, For people who use drugs, Englishpdf iconSpanishpdf icon, For gay and bisexual men, Englishpdf iconSpanishpdf icon, For people experiencing unstable housing or homelessness, Englishpdf iconSpanishpdf icon, For people who are or were recently in jail or prison, Englishpdf iconSpanishpdf icon, Two page visual fact sheet, Englishpdf iconSpanishpdf icon, Pocket Cards, Outbreak hepatitis A Pocket Card – to localize with organization information and outlines who should get vaccinated and the symptoms of hepatitis AEnglishpdf icon  Spanishpdf icon, These cards should be printed double-sided on business card templates that print six double-sided cards per page. Settings must be set to “Actual size” or “Custom Scale 100%” to ensure accurate alignment., Englishpdf icon  Spanishpdf icon, These cards should be printed double-sided on business card templates that print six double-sided cards per page. Settings must be set to “Actual size” or “Custom Scale 100%” to ensure accurate alignment., If You’re Sick  Pocket Card – to localize with information on where to go for medical care and the symptoms of hepatitis A, Englishpdf icon  Spanishpdf icon, These cards should be printed double-sided on business card templates that print six double-sided cards per page. Settings must be set to “Actual size” or “Custom Scale 100%” to ensure accurate alignment., Posters, Poster for people who use drugs encouraging hepatitis A vaccination, Englishpdf iconSpanishpdf icon, Poster for people who use drugs encouraging hepatitis A vaccination, Englishpdf iconSpanishpdf icon, Poster for people who use drugs encouraging hepatitis A vaccination, Englishpdf iconSpanishpdf icon, Poster for people at high risk of infection encouraging hepatitis A vaccination, Englishpdf iconSpanishpdf icon, Poster for people experiencing homelessness encouraging hepatitis A vaccination, Englishpdf iconSpanishpdf icon, Poster for people experiencing homelessness encouraging hepatitis A vaccination, Englishpdf iconSpanishpdf icon, Poster for men who have sex with men (MSM) encouraging hepatitis A vaccination, Englishpdf icon, Poster for men who have sex with men (MSM) encouraging hepatitis A vaccination, Englishpdf icon, Poster for men who have sex with men (MSM) encouraging hepatitis A vaccination, Englishpdf icon, Poster outlining what Emergency Departments can do to help stop the hepatitis A outbreaks, Englishpdf icon, Posters on how to clean up and disinfect to help prevent spread of hepatitis A virus from Water Quality &amp; Health Council, WQHC websiteexternal icon, Digital Image , Information relating to the Hepatitis A Outbreak. To download the image, right-mouse-click on the link below and select the “save …” menu item to save the file to your own folder., 640 x 360 imageimage icon, If you are a state or local health department with questions about outbreak investigation, management, and/or specimens, please email DVH staff., If you are a practicing clinician with a concern about a potential case of hepatitis A virus infection, please contact your local or state health department., For all other inquiries, please contact CDC-INFO at 800-CDC-INFO (800-232-4636), TTY: 888-232-6348 or Email CDC-INFO", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/covid-3/coronavirus-azerbaijan", "date_of_publication": "not done atm", "headline": "COVID-19 in Azerbaijan", "maintext": " New Travel RequirementsAll air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information.Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.Level 3: High Level of COVID-19 in AzerbaijanKey Information for Travelers to AzerbaijanTravel increases your chances of getting and spreading COVID-19. CDC recommends that you do not travel at this time.Travelers should avoid all nonessential travel to Azerbaijan.Travelers at increased risk for severe illness from COVID-19 should avoid all travel to Azerbaijan.If you must travel:                        Before you travel, get tested with a viral test 1–3 days before your trip.                                Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don't travel with someone who is sick.Follow all entry requirements for your destination and provide any required or requested health information.If you do not follow your destination's requirements, you may be denied entry and required to return to the United States.During travel, wear a mask, avoid crowds, stay at least 6 feet from people who are not traveling with you, wash your hands often or use hand sanitizer, and watch for symptoms.                                Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After you travel, get tested 3–5 days after travel AND stay home to self-quarantine for 7 days after travel. If you don't get tested, it's safest to stay home to self-quarantine for 10 days. COVID-19 Levels Level 4: Very High Level 3: High Level 2: Moderate Level 1: Low Level unknownLearn more about COVID-19 levels.See all COVID-19 travel notices.Travel and COVID-19Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19.Before You TravelTalk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19.If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination.Get tested with a viral test 1–3 days before your trip.Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick.If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. If you get sick in Azerbaijan, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel.During TravelIf you must travel, take the following steps to protect yourself and others from COVID-19:Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It's important to do this everywhere—both indoors and outdoors.Wash your hands often or use hand sanitizer (with at least 60% alcohol).Bring extra supplies, such as masks and hand sanitizer.Avoid contact with anyone who is sick.Avoid touching your eyes, nose, and mouth.Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After You TravelYou may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel.Get Tested and Stay Home After TravelGet tested with a viral test 3–5 days after travel AND stay home to self-quarantine for a full 7 days after travel.        Even if you test negative, stay home to self-quarantine for the full 7 days.If your test is positive, isolate yourself to protect others from getting infected.If you don't get tested, it's safest to stay home for 10 days after travel.Avoid being around people who are at increased risk for severe illness for 14 days, whether you get tested or not.Follow state and local recommendations or requirements after travel. Also, take these actions after you return from travel to protect others from getting COVID-19:Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It’s important to do this everywhere — both indoors and outdoors. Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.If there are people in the household who did not travel with you, wear a mask and ask everyone in the household to wear masks in shared spaces inside your home for 14 days after travel. Wash your hands often or use hand sanitizer with at least 60% alcohol.Avoid being around people who are at increased risk for severe illness.Watch your health: Look for symptoms of COVID-19.See CDC's After You Travel page for more information.Other ConsiderationsIf you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted.Clinician InformationClinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.Additional InformationKnow When Not to Travel to Avoid Spreading COVID-19How CDC Determines the Level of a Destination’s COVID-19 Travel Health NoticeTravel During COVID-19Testing and International Air TravelCoronavirus Disease 2019Information for Healthcare ProfessionalsWHO, CoronavirusUS Department of State: Smart Traveler Enrollment Program (STEP) , All air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information., Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.,  , Level 4: Very High,  , Level 3: High,  , Level 2: Moderate,  , Level 1: Low,  , Level unknown, Learn more about COVID-19 levels., See all COVID-19 travel notices., Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19., , Talk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19., If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination., Get tested with a viral test 1–3 days before your trip., Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick., If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. , If you get sick in Azerbaijan, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel., , If you must travel, take the following steps to protect yourself and others from COVID-19:, , Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements., , You may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel., Get Tested and Stay Home After Travel, Follow state and local recommendations or requirements after travel. , Also, take these actions after you return from travel to protect others from getting COVID-19:, See CDC's After You Travel page for more information., If you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted., Clinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.,  ", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/covid-2/coronavirus-thailand", "date_of_publication": "not done atm", "headline": "COVID-19 in Thailand", "maintext": " New Travel RequirementsAll air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information.Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.Level 2: Moderate Level of COVID-19 in ThailandKey Information for Travelers to ThailandTravel increases your chances of getting and spreading COVID-19. CDC recommends that you do not travel at this time.Travelers at increased risk for severe illness from COVID-19 should avoid all nonessential travel to Thailand.If you must travel:                        Before you travel, get tested with a viral test 1–3 days before your trip.                                Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don't travel with someone who is sick.Follow all entry requirements for your destination and provide any required or requested health information.If you do not follow your destination's requirements, you may be denied entry and required to return to the United States.During travel, wear a mask, avoid crowds, stay at least 6 feet from people who are not traveling with you, wash your hands often or use hand sanitizer, and watch for symptoms.                                Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After you travel, get tested 3–5 days after travel AND stay home to self-quarantine for 7 days after travel. If you don't get tested, it's safest to stay home to self-quarantine for 10 days. COVID-19 Levels Level 4: Very High Level 3: High Level 2: Moderate Level 1: Low Level unknownLearn more about COVID-19 levels.See all COVID-19 travel notices.Travel and COVID-19Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19.Before You TravelTalk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19.If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination.Get tested with a viral test 1–3 days before your trip.Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick.If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. If you get sick in Thailand, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel.During TravelIf you must travel, take the following steps to protect yourself and others from COVID-19:Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It's important to do this everywhere—both indoors and outdoors.Wash your hands often or use hand sanitizer (with at least 60% alcohol).Bring extra supplies, such as masks and hand sanitizer.Avoid contact with anyone who is sick.Avoid touching your eyes, nose, and mouth.Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After You TravelYou may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel.Get Tested and Stay Home After TravelGet tested with a viral test 3–5 days after travel AND stay home to self-quarantine for a full 7 days after travel.        Even if you test negative, stay home to self-quarantine for the full 7 days.If your test is positive, isolate yourself to protect others from getting infected.If you don't get tested, it's safest to stay home for 10 days after travel.Avoid being around people who are at increased risk for severe illness for 14 days, whether you get tested or not.Follow state and local recommendations or requirements after travel. Also, take these actions after you return from travel to protect others from getting COVID-19:Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It’s important to do this everywhere — both indoors and outdoors. Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.If there are people in the household who did not travel with you, wear a mask and ask everyone in the household to wear masks in shared spaces inside your home for 14 days after travel. Wash your hands often or use hand sanitizer with at least 60% alcohol.Avoid being around people who are at increased risk for severe illness.Watch your health: Look for symptoms of COVID-19.See CDC's After You Travel page for more information.Other ConsiderationsIf you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted.Clinician InformationClinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.Additional InformationKnow When Not to Travel to Avoid Spreading COVID-19How CDC Determines the Level of a Destination’s COVID-19 Travel Health NoticeTravel During COVID-19Testing and International Air TravelCoronavirus Disease 2019Information for Healthcare ProfessionalsWHO, CoronavirusUS Department of State: Smart Traveler Enrollment Program (STEP) , All air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information., Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.,  , Level 4: Very High,  , Level 3: High,  , Level 2: Moderate,  , Level 1: Low,  , Level unknown, Learn more about COVID-19 levels., See all COVID-19 travel notices., Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19., , Talk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19., If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination., Get tested with a viral test 1–3 days before your trip., Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick., If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. , If you get sick in Thailand, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel., , If you must travel, take the following steps to protect yourself and others from COVID-19:, , Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements., , You may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel., Get Tested and Stay Home After Travel, Follow state and local recommendations or requirements after travel. , Also, take these actions after you return from travel to protect others from getting COVID-19:, See CDC's After You Travel page for more information., If you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted., Clinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.,  ", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/covid-3/coronavirus-guam", "date_of_publication": "not done atm", "headline": "COVID-19 in Guam", "maintext": " Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.Level 3: High Level of COVID-19 in GuamKey Information for Travelers to GuamTravel increases your chances of getting and spreading COVID-19. CDC recommends that you do not travel at this time.Travelers should avoid all nonessential travel to Guam.Travelers at increased risk for severe illness from COVID-19 should avoid all travel to Guam.If you must travel:                        Before you travel, get tested with a viral test 1–3 days before your trip.                                Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don't travel with someone who is sick.Follow all entry requirements for your destination and provide any required or requested health information.During travel, wear a mask, avoid crowds, stay at least 6 feet from people who are not traveling with you, wash your hands often or use hand sanitizer, and watch for symptoms.                                Before traveling back from Guam, it's recommended you get tested with a viral test 1–3 days before travel. Follow all destination and airline recommendations or requirements.After you travel, get tested 3–5 days after travel AND stay home and self-quarantine for 7 days after travel. If you don't get tested, it's safest to stay home and self-quarantine for 10 days. COVID-19 Levels Level 4: Very High Level 3: High Level 2: Moderate Level 1: Low Level unknownLearn more about COVID-19 levels.See all COVID-19 travel notices.Travel and COVID-19Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19.Before You TravelTalk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19.If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination.Get tested with a viral test 1–3 days before your trip.Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick.If traveling by air, check if your airline requires any health information, test results, or other documents. Follow entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. Check with your destination's territorial health department's website for details about entry requirements and restrictions for arriving travelers. If you test positive on arrival, you might be required to isolate. You might be prevented from returning as scheduled. If you get sick in Guam, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel.During TravelIf you must travel, take the following steps to protect yourself and others from COVID-19:Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It's important to do this everywhere—both indoors and outdoors.Wash your hands often or use hand sanitizer (with at least 60% alcohol).Bring extra supplies, such as masks and hand sanitizer.Avoid contact with anyone who is sick.Avoid touching your eyes, nose, and mouth.Before traveling back from Guam, it's recommended you get tested with a viral test 1–3 days before your trip. This test is not a federal requirement. Follow all destination and airline recommendations or requirements.After You TravelYou may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel.Get Tested and Stay Home After TravelGet tested with a viral test 3–5 days after travel AND stay home and self-quarantine for a full 7 days after travel.        Even if you test negative, stay home and self-quarantine for the full 7 days.If your test is positive, isolate yourself to protect others from getting infected.If you don't get tested, it's safest to stay home for 10 days after travel.Avoid being around people who are at increased risk for severe illness for 14 days, whether you get tested or not.Follow state and local recommendations or requirements after travel. Also, take these actions after you return from travel to protect others from getting COVID-19:Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It’s important to do this everywhere — both indoors and outdoors. Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.If there are people in the household who did not travel with you, wear a mask and ask everyone in the household to wear masks in shared spaces inside your home for 14 days after travel. Wash your hands often or use hand sanitizer with at least 60% alcohol.Avoid being around people who are at increased risk for severe illness.Watch your health: Look for symptoms of COVID-19.See CDC's After You Travel page for more information.Other ConsiderationsIf you get sick with COVID-19 or test positive for the virus that causes COVID-19 while traveling, you might not be permitted to travel until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to travel until your quarantine is lifted.Clinician InformationClinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.Additional InformationKnow When Not to Travel to Avoid Spreading COVID-19How CDC Determines the Level of a Destination’s COVID-19 Travel Health NoticeTravel During COVID-19Testing and International Air TravelCoronavirus Disease 2019Information for Healthcare ProfessionalsWHO, CoronavirusUS Department of State: Smart Traveler Enrollment Program (STEP) , Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.,  , Level 4: Very High,  , Level 3: High,  , Level 2: Moderate,  , Level 1: Low,  , Level unknown, Learn more about COVID-19 levels., See all COVID-19 travel notices., Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19., , Talk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19., If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination., Get tested with a viral test 1–3 days before your trip., Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick., If traveling by air, check if your airline requires any health information, test results, or other documents. Follow entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. Check with your destination's territorial health department's website for details about entry requirements and restrictions for arriving travelers. If you test positive on arrival, you might be required to isolate. You might be prevented from returning as scheduled. , If you get sick in Guam, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel., , If you must travel, take the following steps to protect yourself and others from COVID-19:, , Before traveling back from Guam, it's recommended you get tested with a viral test 1–3 days before your trip. This test is not a federal requirement. Follow all destination and airline recommendations or requirements., , You may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel., Get Tested and Stay Home After Travel, Follow state and local recommendations or requirements after travel. , Also, take these actions after you return from travel to protect others from getting COVID-19:, See CDC's After You Travel page for more information., If you get sick with COVID-19 or test positive for the virus that causes COVID-19 while traveling, you might not be permitted to travel until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to travel until your quarantine is lifted., Clinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.,  ", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/covid-2/coronavirus-iceland", "date_of_publication": "not done atm", "headline": "COVID-19 in Iceland", "maintext": " New Travel RequirementsAll air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information.Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.Level 2: Moderate Level of COVID-19 in IcelandKey Information for Travelers to IcelandTravel increases your chances of getting and spreading COVID-19. CDC recommends that you do not travel at this time.Travelers at increased risk for severe illness from COVID-19 should avoid all nonessential travel to Iceland.If you must travel:                        Before you travel, get tested with a viral test 1–3 days before your trip.                                Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don't travel with someone who is sick.Follow all entry requirements for your destination and provide any required or requested health information.If you do not follow your destination's requirements, you may be denied entry and required to return to the United States.During travel, wear a mask, avoid crowds, stay at least 6 feet from people who are not traveling with you, wash your hands often or use hand sanitizer, and watch for symptoms.                                Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After you travel, get tested 3–5 days after travel AND stay home to self-quarantine for 7 days after travel. If you don't get tested, it's safest to stay home to self-quarantine for 10 days. COVID-19 Levels Level 4: Very High Level 3: High Level 2: Moderate Level 1: Low Level unknownLearn more about COVID-19 levels.See all COVID-19 travel notices.Travel and COVID-19Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19.Before You TravelTalk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19.If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination.Get tested with a viral test 1–3 days before your trip.Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick.If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. If you get sick in Iceland, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel.During TravelIf you must travel, take the following steps to protect yourself and others from COVID-19:Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It's important to do this everywhere—both indoors and outdoors.Wash your hands often or use hand sanitizer (with at least 60% alcohol).Bring extra supplies, such as masks and hand sanitizer.Avoid contact with anyone who is sick.Avoid touching your eyes, nose, and mouth.Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After You TravelYou may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel.Get Tested and Stay Home After TravelGet tested with a viral test 3–5 days after travel AND stay home to self-quarantine for a full 7 days after travel.        Even if you test negative, stay home to self-quarantine for the full 7 days.If your test is positive, isolate yourself to protect others from getting infected.If you don't get tested, it's safest to stay home for 10 days after travel.Avoid being around people who are at increased risk for severe illness for 14 days, whether you get tested or not.Follow state and local recommendations or requirements after travel. Also, take these actions after you return from travel to protect others from getting COVID-19:Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It’s important to do this everywhere — both indoors and outdoors. Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.If there are people in the household who did not travel with you, wear a mask and ask everyone in the household to wear masks in shared spaces inside your home for 14 days after travel. Wash your hands often or use hand sanitizer with at least 60% alcohol.Avoid being around people who are at increased risk for severe illness.Watch your health: Look for symptoms of COVID-19.See CDC's After You Travel page for more information.Other ConsiderationsIf you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted.Clinician InformationClinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.Additional InformationKnow When Not to Travel to Avoid Spreading COVID-19How CDC Determines the Level of a Destination’s COVID-19 Travel Health NoticeTravel During COVID-19Testing and International Air TravelCoronavirus Disease 2019Information for Healthcare ProfessionalsWHO, CoronavirusUS Department of State: Smart Traveler Enrollment Program (STEP) , All air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information., Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.,  , Level 4: Very High,  , Level 3: High,  , Level 2: Moderate,  , Level 1: Low,  , Level unknown, Learn more about COVID-19 levels., See all COVID-19 travel notices., Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19., , Talk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19., If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination., Get tested with a viral test 1–3 days before your trip., Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick., If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. , If you get sick in Iceland, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel., , If you must travel, take the following steps to protect yourself and others from COVID-19:, , Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements., , You may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel., Get Tested and Stay Home After Travel, Follow state and local recommendations or requirements after travel. , Also, take these actions after you return from travel to protect others from getting COVID-19:, See CDC's After You Travel page for more information., If you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted., Clinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.,  ", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/warning/ebola-democratic-republic-of-the-congo", "date_of_publication": "not done atm", "headline": "Ebola in Democratic Republic of the Congo", "maintext": "As the COVID-19 situation around the world changes, CDC is monitoring COVID-19 risk in each country and making travel recommendations. If you are considering international travel, see CDC’s COVID-19 Travel Recommendations by Destination., As the COVID-19 situation around the world changes, CDC is monitoring COVID-19 risk in each country and making travel recommendations. If you are considering international travel, see CDC’s COVID-19 Travel Recommendations by Destination., On February 7, 2021, the DRC Ministry of Health declared the 12th outbreak of Ebola in that country. A previous outbreak (the 10th) occurred in the same region and lasted nearly 2 years., The World Health Organization (WHO) is working with local health authorities to identify sources of transmission, conduct case investigation and case finding, strengthen local laboratory capacity, and to provide Ebola vaccine., For the latest information on this outbreak, including updates on numbers of cases and deaths, see the WHO Disease Outbreak News., Ebola virus disease (also known as Ebola hemorrhagic fever) is a rare and deadly disease that periodically causes outbreaks in several African countries. It is spread by contact with blood or body fluids of a person infected with Ebola virus. It is also spread by contact with contaminated objects or infected animals., Symptoms include fever, headache, muscle pain, weakness, diarrhea, vomiting, stomach pain, and unexplained bleeding or bruising., The risk of Ebola infection for most travelers to DRC is low. Only those going to the outbreak area or who have contact with a person with Ebola are at risk. Travelers could become infected if they come in contact with blood or body fluids from an infected person. Family and friends caring for people with Ebola and health care workers who do not use correct infection control precautions are at higher risk., Although the risk for Ebola is low for most travelers to DRC, the risk of exposure to other diseases, including yellow fever, malaria, polio, hepatitis, rabies, meningitis and measles remains high. Before you leave for DRC, see a travel medicine provider:, During your time in DRC:, After returning:, Travelers who may have been exposed to Ebola or who become sick during or after travel should postpone further travel and get immediate medical attention. Any person with possible exposure or Ebola-like symptoms will not be allowed to travel unless it is part of a coordinated medical evacuation., Travelers leaving the outbreak area may be subject to travel restrictions or health monitoring by ministries of health in other countries and should check in advance for any requirements, If your work (such as general health care in a hospital, Ebola treatment unit work, burial work, or laboratory work in the outbreak area, puts you at risk of exposure to Ebola you should:, Upon returning to the United States, notify your health care facility’s infection control or occupational health professional of your recent travel and self-monitoring activities (if you will be caring for patients in a US health care facility during your 21-day self-monitoring period)., CDC has published special recommendations for organizations sending workers to the outbreak area.,  ", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/covid-unknown/coronavirus-pitcairn-islands", "date_of_publication": "not done atm", "headline": "COVID-19 in the Pitcairn Islands", "maintext": " New Travel RequirementsAll air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information.Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.Level unknown: Unknown Level of COVID-19 in the Pitcairn IslandsKey Information for Travelers to the Pitcairn IslandsTravel increases your chances of getting and spreading COVID-19. CDC recommends that you do not travel at this time.Travelers should avoid all travel to the Pitcairn Islands.If you must travel:                        Before you travel, get tested with a viral test 1–3 days before your trip.                                Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don't travel with someone who is sick.Follow all entry requirements for your destination and provide any required or requested health information.If you do not follow your destination's requirements, you may be denied entry and required to return to the United States.During travel, wear a mask, avoid crowds, stay at least 6 feet from people who are not traveling with you, wash your hands often or use hand sanitizer, and watch for symptoms.                                Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After you travel, get tested 3–5 days after travel AND stay home to self-quarantine for 7 days after travel. If you don't get tested, it's safest to stay home to self-quarantine for 10 days. COVID-19 Levels Level 4: Very High Level 3: High Level 2: Moderate Level 1: Low Level unknownLearn more about COVID-19 levels.See all COVID-19 travel notices.Travel and COVID-19Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19.Before You TravelTalk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19.If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination.Get tested with a viral test 1–3 days before your trip.Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick.If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. If you get sick in the Pitcairn Islands, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel.During TravelIf you must travel, take the following steps to protect yourself and others from COVID-19:Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It's important to do this everywhere—both indoors and outdoors.Wash your hands often or use hand sanitizer (with at least 60% alcohol).Bring extra supplies, such as masks and hand sanitizer.Avoid contact with anyone who is sick.Avoid touching your eyes, nose, and mouth.Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements.After You TravelYou may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel.Get Tested and Stay Home After TravelGet tested with a viral test 3–5 days after travel AND stay home to self-quarantine for a full 7 days after travel.        Even if you test negative, stay home to self-quarantine for the full 7 days.If your test is positive, isolate yourself to protect others from getting infected.If you don't get tested, it's safest to stay home for 10 days after travel.Avoid being around people who are at increased risk for severe illness for 14 days, whether you get tested or not.Follow state and local recommendations or requirements after travel. Also, take these actions after you return from travel to protect others from getting COVID-19:Avoid crowds and stay at least 6 feet/2 meters (about 2 arm lengths) from anyone who did not travel with you. It’s important to do this everywhere — both indoors and outdoors. Wear a mask over your nose and mouth when in public settings. Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and stations.If there are people in the household who did not travel with you, wear a mask and ask everyone in the household to wear masks in shared spaces inside your home for 14 days after travel. Wash your hands often or use hand sanitizer with at least 60% alcohol.Avoid being around people who are at increased risk for severe illness.Watch your health: Look for symptoms of COVID-19.See CDC's After You Travel page for more information.Other ConsiderationsIf you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted.Clinician InformationClinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.Additional InformationKnow When Not to Travel to Avoid Spreading COVID-19How CDC Determines the Level of a Destination’s COVID-19 Travel Health NoticeTravel During COVID-19Testing and International Air TravelCoronavirus Disease 2019Information for Healthcare ProfessionalsWHO, CoronavirusUS Department of State: Smart Traveler Enrollment Program (STEP) , All air passengers coming to the United States, including U.S. citizens, are required to have a negative COVID-19 test result or documentation of recovery from COVID-19 before they board a flight to the United States. See the Frequently Asked Questions for more information., Masks are required on planes, buses, trains, and other forms of public transportation traveling into, within, or out of the United States and in U.S. transportation hubs such as airports and bus or rail stations.,  , Level 4: Very High,  , Level 3: High,  , Level 2: Moderate,  , Level 1: Low,  , Level unknown, Learn more about COVID-19 levels., See all COVID-19 travel notices., Travel increases your chance of getting and spreading COVID-19. Stay home to protect yourself and others from COVID-19. Airports, bus stations, train stations, and rest stops are all places travelers can be exposed to the virus. These are also places where it can be hard to social distance. If you travel, take steps before, during, and after travel to keep yourself and others from getting COVID-19., , Talk to your doctor ahead of travel, especially if you are at increased risk for severe illness from COVID-19., If you are eligible, get fully vaccinated for COVID-19. Wait 2 weeks after getting your second vaccine dose to travel—it takes time for your body to build protection after any vaccination., Get tested with a viral test 1–3 days before your trip., Do NOT travel if you were exposed to COVID-19, you are sick, or you test positive for COVID-19. Learn when it is safe for you to travel. Don’t travel with someone who is sick., If traveling by air, check if your airline requires any health information, test results, or other documents. Check with your destination's Office of Foreign Affairs or Ministry of Health or the US Department of State, Bureau of Consular Affairs, Country Information page for details about entry requirements and restrictions for arriving travelers. Follow any entry requirements or restrictions at your destination which might include testing, quarantine, and providing contact information. If you do not follow your destination's requirements, you may be denied entry and required to return to the United States. If you test positive on arrival, you might be required to isolate. You might be prevented from returning to the United States as scheduled. , If you get sick in the Pitcairn Islands, you might need medical care. Plan ahead and learn more about Getting Health Care During Travel., , If you must travel, take the following steps to protect yourself and others from COVID-19:, , Before traveling back to the United States by air, get tested with a viral test no more than 3 days before your flight departs. The test result must be negative. Keep a copy of your test results with you during travel in case you are asked for them. See Frequently Asked Questions for more information about this requirement. Follow all destination and airline recommendations or requirements., , You may have been exposed to COVID-19 on your travels. You may feel well and not have any symptoms, but you can still spread the virus to others. You and your travel companions (including children) may pose a risk to your family, friends, and community  after your travel., Get Tested and Stay Home After Travel, Follow state and local recommendations or requirements after travel. , Also, take these actions after you return from travel to protect others from getting COVID-19:, See CDC's After You Travel page for more information., If you get sick with COVID-19 or test positive for the virus that causes COVID-19 while abroad, you might not be permitted to return to the United States until you can end isolation. If you are exposed to someone with COVID-19 during travel, you might be quarantined and not be permitted to return to the United States until your quarantine is lifted., Clinicians should obtain a detailed travel history for patients with symptoms of COVID-19 infection. If you suspect that a traveler has COVID-19, see Information for Healthcare Professionals about Coronavirus (COVID-19) for information on evaluating, reporting, clinical care guidance, and infection control.,  ", "report": []}, {"url": "https://wwwnc.cdc.gov/travel/notices/watch/monkeypox-democratic-republic-of-congo", "date_of_publication": "not done atm", "headline": "Monkeypox in the Democratic Republic of the Congo", "maintext": "As the COVID-19 situation around the world changes, CDC is monitoring COVID-19 risk in each country and making travel recommendations. If you are considering international travel, see CDC’s COVID-19 Travel Recommendations by Destination., As the COVID-19 situation around the world changes, CDC is monitoring COVID-19 risk in each country and making travel recommendations. If you are considering international travel, see CDC’s COVID-19 Travel Recommendations by Destination., Monkeypox is a rare disease caused by a virus. Monkeypox occurs throughout remote parts of Central and West Africa, often near tropical rain forests. People become infected with the monkeypox virus through contact with infected animals or humans (alive or dead) or with materials contaminated with the virus. Fever, headache, muscle aches, swollen lymph nodes, and exhaustion are followed by a rash. Patients are usually ill for 2–4 weeks. Monkeypox is fatal in as many as 10% of people who get it., Monkeypox is an ongoing risk in the DRC; currently there is an outbreak of monkeypox there., If you are going to an area with monkeypox, you can protect yourself against infection by, If you feel sick and think you may have monkeypox, When a patient presents to a health care facility with fever and vesicular or pustular rash, a combination of standard, contact, and airborne infection control precautions should be applied. If an airborne infection isolation room is not available, place the patient in a private room with the door closed. If you suspect monkeypox in a patient with an appropriate travel history, notify infection control personnel and your local health department immediately., This notice was originally posted January 2, 2020.,  ", "report": []}]